from var_dump import var_dump as vv

a = [('ОКЕЙ 4ч. 12x7', '12x7 (09:00 - 21:00)'), ('ОКЕЙ 4ч. 24x7', '24x7'), ('ОКЕЙ 4ч. 24x7', '24x7'), ('ОКЕЙ 4ч. 8x5', '8x5 (09:00 - 18:00)'), ('ОКЕЙ 5ч. 12x7', '12x7 (09:00 - 21:00)'), ('ОКЕЙ 5ч. 12x7', '12x7 (09:00 - 21:00)'), ('ОКЕЙ 5ч. 12x7', '12x7 (09:00 - 21:00)'), ('ОКЕЙ 5ч. 12x7', '12x7 (09:00 - 21:00)'), ('ОКЕЙ 5ч. 12x7', '12x7 (09:00 - 21:00)'), ('ОКЕЙ 5ч. 12x7', '12x7 (09:00 - 21:00)'), ('ОКЕЙ 5ч. 12x7', '12x7 (09:00 - 21:00)'), ('ОКЕЙ 5ч. 12x7', '12x7 (09:00 - 21:00)'), ('ОКЕЙ 5ч. 24x7', '24x7'), ('ОКЕЙ 5ч. 24x7', '24x7'), ('ОКЕЙ 5ч. 24x7', '24x7'), ('ОКЕЙ 5ч. 24x7', '24x7'), ('ОКЕЙ 5ч. 24x7', '24x7'), ('ОКЕЙ 5ч. 8x5', '8x5 (09:00 - 18:00)'), ('ОКЕЙ 5ч. 8x5', '8x5 (09:00 - 18:00)'), ('ОКЕЙ 5ч. 8x5', '8x5 (09:00 - 18:00)'), ('ОКЕЙ 6ч. 12x7', '12x7 (09:00 - 21:00)'), ('ОКЕЙ 6ч. 8x5', '8x5 (09:00 - 18:00)'), ('ОКЕЙ 8ч. 8x5', '8x5 (09:00 - 18:00)'), ('ОКЕЙ 8ч. 8x5', '8x5 (09:00 - 18:00)'), ('ОКЕЙ 8ч. 8x5', '8x5 (09:00 - 18:00)'), ('ОКЕЙ 9ч. 8x4', '8x5 (09:00 - 18:00)')]
f = dict(a)

for key, value in f.items():
    print(f'update dbo.DOG_ReactionTimeTypes set Info = \'{value}\' where Caption = \'{key}\';')
