if OBJECT_ID('tmp.lo_monetka_not_working') is NOT NULL
drop table tmp.lo_monetka_not_working;

WITH R ([ID],[SHOPID],[NAME],[NOT_WORKING],[ADDRESS_ID])
 AS (
    select 1,'30.0','Екатеринбург, Варшавская 26','14.0', Null
      union all
    select 2,'34.0','Нижний Тагил,пр.Уральский,д.40','9.0', Null
      union all
    select 3,'34.0','Нижний Тагил,пр.Уральский,д.40','8.0', Null
      union all
    select 4,'35.0','Асбест, Ленина, 13','6.0', Null
      union all
    select 5,'38.0','Екатеринбург, ул Тверитина, д.55','6.0', Null
      union all
    select 6,'41.0','Каменск-Уральский, Парижской Коммуны, 24','8.0', Null
      union all
    select 7,'52.0','Екатеринбург, Бардина 25-2','7.0', Null
      union all
    select 8,'75.0','Асбест, Ленинградская 37','8.0', Null
      union all
    select 9,'96.0','Первоуральск пр-т Ильича, 31','6.0', Null
      union all
    select 10,'112.0','Екатеринбург ул.Пехотинцев,7а','13.0', Null
      union all
    select 11,'112.0','Екатеринбург ул.Пехотинцев,7а','14.0', Null
      union all
    select 12,'152.0','Екатеринбург, Селькоровская, 40','8.0', Null
      union all
    select 13,'153.0','Екатеринбург, Патриса Лумумбы, 25','5.0', Null
      union all
    select 14,'157.0','Богданович,ул.Партизанская,д.22','6.0', Null
      union all
    select 15,'175.0','Екатеринбург, Стрелочников, 19а','4.0', Null
      union all
    select 16,'195.0','Екатеринбург, Седова, 42','5.0', Null
      union all
    select 17,'205.0','Тавда, ул. П Морозова 6','7.0', Null
      union all
    select 18,'209.0','Полевской, Зеленый бор 2, 7а','8.0', Null
      union all
    select 19,'247.0','Туринск, Социалистическая, 81','4.0', Null
      union all
    select 20,'249.0','Каменск-Уральский, Победы, 51а','8.0', Null
      union all
    select 21,'249.0','Каменск-Уральский, Победы, 51а','7.0', Null
      union all
    select 22,'262.0','Екатеринбург, Шварца, 17','7.0', Null
      union all
    select 23,'263.0','Екатеринбург, Куйбышева 80а','6.0', Null
      union all
    select 24,'276.0','Екатеринбург, ул.Титова, 18','5.0', Null
      union all
    select 25,'285.0','Екатеринбург, Малышева, 156','6.0', Null
      union all
    select 26,'285.0','Екатеринбург, Малышева, 156','8.0', Null
      union all
    select 27,'308.0','Сысерть ул.Трактовая д.14','8.0', Null
      union all
    select 28,'314.0','Садовый, ул. Сибирка, д.28','6.0', Null
      union all
    select 29,'314.0','Садовый, ул. Сибирка, д.28','7.0', Null
      union all
    select 30,'315.0','Каменск Уральский,ул.Лермонтова,д.149','6.0', Null
      union all
    select 31,'318.0','Каменск Уральский,бул.Комсомольский,д.44','6.0', Null
      union all
    select 32,'327.0','Арамиль,ул.1мая,д.21','10.0', Null
      union all
    select 33,'327.0','Арамиль,ул.1мая,д.21','13.0', Null
      union all
    select 34,'333.0','Екатеринбург, ул. Старых Большевиков, д. 36','6.0', Null
      union all
    select 35,'337.0','Талица,ул.Ленина,д.83','6.0', Null
      union all
    select 36,'356.0','Екатеринбург ул.Билимбаевская,д.28','6.0', Null
      union all
    select 37,'358.0','Пермь,ул.Ким,д.13','8.0', Null
      union all
    select 38,'360.0','Урай, Западная, 24','5.0', Null
      union all
    select 39,'365.0','Касли,ул.Ленина,д.59а','7.0', Null
      union all
    select 40,'366.0','Сургут, 30 лет Победы, 50','5.0', Null
      union all
    select 41,'369.0','Дюртюли, ул. Ленина, д. 14','5.0', Null
      union all
    select 42,'378.0','Кемерово, Ноградская, 1, пом. 2','6.0', Null
      union all
    select 43,'380.0','Верхний Уфалей, ул.Лермонтова, д.10','6.0', Null
      union all
    select 44,'393.0','Пермь,ул.Братская,д.10','6.0', Null
      union all
    select 45,'395.0','Полевской,ул.Коммунистическая,д.2','6.0', Null
      union all
    select 46,'396.0','Ноябрьск, Транспортная, 6','6.0', Null
      union all
    select 47,'403.0','Златоуст, ул. Гагарина, д. 10','5.0', Null
      union all
    select 48,'409.0','Екатеринбург ул.Посадская,д.45','15.0', Null
      union all
    select 49,'411.0','Первоуральск,ул.Ватутина,д.20','6.0', Null
      union all
    select 50,'412.0','Октябрьский,34 микрорайон,д.5б','6.0', Null
      union all
    select 51,'413.0','Промышленная, ул. Полины Осипенко, д. 2б','5.0', Null
      union all
    select 52,'421.0','Верещагино,ул.Советская,д.65','5.0', Null
      union all
    select 53,'425.0','Ханты-Мансийск, Ямская, 14','6.0', Null
      union all
    select 54,'426.0','Нижний Тагил,ул.Пархоменко д.46','5.0', Null
      union all
    select 55,'427.0','Новоуральск,ул.Корнилова,д.13а','5.0', Null
      union all
    select 56,'431.0','Мегион, Новая, 9','5.0', Null
      union all
    select 57,'439.0','Екатеринбург, Орденоносцев 2','9.0', Null
      union all
    select 58,'439.0','Екатеринбург, Орденоносцев 2','10.0', Null
      union all
    select 59,'441.0','Салават, ул. Ленина, д. 42','6.0', Null
      union all
    select 60,'444.0','Екатеринбург,ул.Блюхера,д.49','9.0', Null
      union all
    select 61,'450.0','Тюмень, Восстания, 13/1','6.0', Null
      union all
    select 62,'452.0','Магнитогорск,ул.Труда,д.33','8.0', Null
      union all
    select 63,'459.0','Ишимбай, ул. Стахановская,д.92','8.0', Null
      union all
    select 64,'460.0','Нижний Тагил,ул.Гвардейская,д.61','8.0', Null
      union all
    select 65,'462.0','Шадринск, Свердлова, 77, стр.1','7.0', Null
      union all
    select 66,'463.0','Екатеринбург, ул.Советская, 1','6.0', Null
      union all
    select 67,'467.0','Каменск-Уральский,ул.Западная,д.14','4.0', Null
      union all
    select 68,'468.0','Екатеринбург,ул.Военная,д.10','5.0', Null
      union all
    select 69,'469.0','Екатеринбург,ул.Татищева,д.77','4.0', Null
      union all
    select 70,'470.0','Екатеринбург,ул.Ленинградская,д.31','8.0', Null
      union all
    select 71,'480.0','Челябинск,ул.Артиллерийская,д.100-в','5.0', Null
      union all
    select 72,'484.0','Высокий, Советская, 15','6.0', Null
      union all
    select 73,'489.0','Артемовский, ул.Гагарина,  д.17а','5.0', Null
      union all
    select 74,'495.0','Кировград, Свердлова, 67А','6.0', Null
      union all
    select 75,'497.0','Баранчинский, Коммуны, 6','5.0', Null
      union all
    select 76,'498.0','Нижняя Салда, Фрунзе, 137-а','6.0', Null
      union all
    select 77,'502.0','Карпинск, Свердлова, 14','6.0', Null
      union all
    select 78,'504.0','Североуральск, ул.Ленина,д.42','5.0', Null
      union all
    select 79,'507.0','Нижний Тагил, Газетная, 95','4.0', Null
      union all
    select 80,'510.0','Нижняя Тура, Ильича, 2а','5.0', Null
      union all
    select 81,'513.0','Нижний Тагил, Каспийская, 23','5.0', Null
      union all
    select 82,'517.0','Верхняя Салда, Сабурова, 6','6.0', Null
      union all
    select 83,'535.0','Верхняя Синячиха,Октябрьская,6Б,корпус 1','4.0', Null
      union all
    select 84,'537.0','Челябинск, ул. Гагарина,д.5','5.0', Null
      union all
    select 85,'538.0','Камышлов, ул. Тобольская, д. 19','7.0', Null
      union all
    select 86,'541.0','Междуреченский, Титова, 26','8.0', Null
      union all
    select 87,'545.0','Пойковский, 2мкр, 31','6.0', Null
      union all
    select 88,'545.0','Пойковский, 2мкр, 31','8.0', Null
      union all
    select 89,'547.0','Раевский,ул.Гагарина,д.29б','4.0', Null
      union all
    select 90,'551.0','Месягутово,ул.Коммунистическая,д.44','5.0', Null
      union all
    select 91,'552.0','Добрянка,ул.Герцена,д.30','4.0', Null
      union all
    select 92,'561.0','Новосибирск, ул. Зорге, д. 261','4.0', Null
      union all
    select 93,'562.0','Новокузнецк, Климасенко, 5, корп 1, пом. 70','4.0', Null
      union all
    select 94,'582.0','Тюмень г., Ватутина ул.16а/1','8.0', Null
      union all
    select 95,'584.0','Асбест,ул.Мира,д.6/5','7.0', Null
      union all
    select 96,'588.0','Калтан, ул. Мира, д. 17','6.0', Null
      union all
    select 97,'589.0','Уфа,ул.Гагарина,д.29/1','8.0', Null
      union all
    select 98,'591.0','Уфа,ул.Интернациональная,д.131','5.0', Null
      union all
    select 99,'595.0','Шумиха, ул. Белоносова, д. 2','4.0', Null
      union all
    select 100,'598.0','Краснотурьинск, бул.Мира,д.4','7.0', Null
      union all
    select 101,'601.0','Заречный, ул. Таховская, д. 16','6.0', Null
      union all
    select 102,'603.0','Каменск-Уральский,ул.К.Маркса,д.89','5.0', Null
      union all
    select 103,'606.0','Нижняя Тура, ул. Усошина,д.2','4.0', Null
      union all
    select 104,'616.0','Берёзовский, ул. Анучина, д.1а','7.0', Null
      union all
    select 105,'622.0','Радужный, 6 микрорайон, д. 3а','5.0', Null
      union all
    select 106,'625.0','Стрежевой, 2 мкрн., 240-1','6.0', Null
      union all
    select 107,'638.0','Миасс, ул. 8 Марта, д. 104','4.0', Null
      union all
    select 108,'641.0','Екатеринбург,ул.Грибоедова,д.19','6.0', Null
      union all
    select 109,'643.0','Нижневартовск, ул. Интернациональная, д. 10в','18.0', Null
      union all
    select 110,'645.0','Новокузнецк, Косыгина, 79, пом. 235','6.0', Null
      union all
    select 111,'650.0','Прокопьевск, ул. Коксовая, д. 43','4.0', Null
      union all
    select 112,'660.0','Тюмень,Червишевский тр-т,д.23','7.0', Null
      union all
    select 113,'661.0','Челябинск, ул. Салавата Юлаева, 5','5.0', Null
      union all
    select 114,'664.0','Белорецк,ул.50лет Октября,д.78/1','6.0', Null
      union all
    select 115,'667.0','Екатеринбург,ул.Московская,д.225/1','6.0', Null
      union all
    select 116,'669.0','Гремячинск,ул.Молодежная,д.12а','4.0', Null
      union all
    select 117,'670.0','Киселевск, ул. Мира, д. 28','5.0', Null
      union all
    select 118,'672.0','Ноябрьск, Ленина, 9','6.0', Null
      union all
    select 119,'684.0','Октябрьский, Садовое кольцо, 79','5.0', Null
      union all
    select 120,'685.0','Чишмы,ул.Дружбы,д.6','6.0', Null
      union all
    select 121,'686.0','Стерлитамак, Ленина, 34','6.0', Null
      union all
    select 122,'687.0','Уфа,ул.Революционная.д.88','9.0', Null
      union all
    select 123,'690.0','Серов,ул.Луначарского,д.116а','6.0', Null
      union all
    select 124,'692.0','Заречный, ул.Ленинградская,д.24Б','4.0', Null
      union all
    select 125,'694.0','Уфа, ул. Рабкоров, д. 20','4.0', Null
      union all
    select 126,'695.0','Тобольск,ул.Хохрякова,20','8.0', Null
      union all
    select 127,'702.0','Сургут, пр-т. Ленина, д. 71','8.0', Null
      union all
    select 128,'703.0','Ирбит, ул. Советская, д. 100б','5.0', Null
      union all
    select 129,'716.0','Верхнее Дуброво, ул. Победы, д. 4','6.0', Null
      union all
    select 130,'729.0','Снежинск, ул. Ленина, д. 48','8.0', Null
      union all
    select 131,'730.0','Междуреченск, Строителей, 71А','5.0', Null
      union all
    select 132,'752.0','Березовский, ул. Гагарина, д. 8а','6.0', Null
      union all
    select 133,'752.0','Березовский, ул. Гагарина, д. 8а','10.0', Null
      union all
    select 134,'755.0','Первоуральск, ул. Талица, д. 5','5.0', Null
      union all
    select 135,'758.0','Югорск, Попова, стр. 7','5.0', Null
      union all
    select 136,'762.0','Куеда, ул. Гагарина, д. 15','4.0', Null
      union all
    select 137,'767.0','Серафимовский ул.Девонская, д.29','6.0', Null
      union all
    select 138,'769.0','Кемерово, ул. Ворошилова, д. 5','6.0', Null
      union all
    select 139,'770.0','Пойковский, 5 мкрн., 4','4.0', Null
      union all
    select 140,'782.0','Сибай, Белова, 13','4.0', Null
      union all
    select 141,'787.0','Новоуральск, ул.Корнилова,д.4','6.0', Null
      union all
    select 142,'788.0','Междуреченский, Сибирская, №117 А','4.0', Null
      union all
    select 143,'796.0','Верхняя Салда, ул. Ленина, д. 2','5.0', Null
      union all
    select 144,'799.0','Муравленко, Новая, 4Г','6.0', Null
      union all
    select 145,'800.0','Киселевск, 1 Мая, 9/2','4.0', Null
      union all
    select 146,'810.0','Новокузнецк, Тореза, 95','4.0', Null
      union all
    select 147,'812.0','Чернушка, ул. Нефтяников, д. 9','5.0', Null
      union all
    select 148,'824.0','Аргаяш, ул. Челябинская, д. 2б','5.0', Null
      union all
    select 149,'837.0','Екатеринбург, 40-летие Комсомола, 38','18.0', Null
      union all
    select 150,'837.0','Екатеринбург, 40-летие Комсомола, 38','19.0', Null
      union all
    select 151,'837.0','Екатеринбург, 40-летие Комсомола, 38','20.0', Null
      union all
    select 152,'839.0','Ревда, П. Зыкина, 12','10.0', Null
      union all
    select 153,'839.0','Ревда, П. Зыкина, 12','9.0', Null
      union all
    select 154,'843.0','Кедровка, ул. Стахановская, д. 6','5.0', Null
      union all
    select 155,'844.0','Пермь, шоссе Космонавтов, д. 166/1','5.0', Null
      union all
    select 156,'846.0','Новосибирск, ул. Выборная, д. 99/1','5.0', Null
      union all
    select 157,'847.0','Чернушка, ул. Ленина, д. 15','5.0', Null
      union all
    select 158,'848.0','Богданович, ул Рокицанская, д.15','6.0', Null
      union all
    select 159,'849.0','Унъюган, Тюменская, 30','4.0', Null
      union all
    select 160,'851.0','Сургут, Кукуевицкого, 15','4.0', Null
      union all
    select 161,'852.0','Краснобродский, ул. Западная, д. 1а','5.0', Null
      union all
    select 162,'853.0','Елово, ул. Ленина, д. 30','4.0', Null
      union all
    select 163,'854.0','Мишкино, ул. Ленина д. 94','6.0', Null
      union all
    select 164,'856.0','Маслянино, ул. Коммунистическая, д. 25','4.0', Null
      union all
    select 165,'857.0','Екатеринбург, Хрустальная, 33','5.0', Null
      union all
    select 166,'861.0','Барда, ул. Ленина, д. 48б','4.0', Null
      union all
    select 167,'864.0','Артемовский,Разведчиков,14,строение 4А','4.0', Null
      union all
    select 168,'865.0','Уфа, ул. Набережная реки Уфы ул, 23','4.0', Null
      union all
    select 169,'866.0','Стрежевой, Кедровая, 65а','6.0', Null
      union all
    select 170,'873.0','Буланаш, ул. Первомайская, д. 3в!','6.0', Null
      union all
    select 171,'876.0','Валериановск, ул. Кирова, д. 3а','5.0', Null
      union all
    select 172,'882.0','Полевской,ул.Коммунистическая,д.25','9.0', Null
      union all
    select 173,'885.0','Первоуральск, ул. Вайнера, д. 15','6.0', Null
      union all
    select 174,'887.0','Верхние Киги, ул.Ленина,д.112','6.0', Null
      union all
    select 175,'893.0','Радужный, 9 микрорайон, 14','6.0', Null
      union all
    select 176,'898.0','Кунгур, ул. К.Маркса, д. 37','4.0', Null
      union all
    select 177,'902.0','Стрежевой, Площадь Буровиков, 2','7.0', Null
      union all
    select 178,'902.0','Стрежевой, Площадь Буровиков, 2','8.0', Null
      union all
    select 179,'907.0','Новосинеглазово,ул.Клубная,д.1','6.0', Null
      union all
    select 180,'908.0','Екатеринбург, Северный, 2а','6.0', Null
      union all
    select 181,'915.0','Пермь, ул. Репина, д. 71','4.0', Null
      union all
    select 182,'919.0','Нижний Тагил ул.Ломоносова,49','15.0', Null
      union all
    select 183,'919.0','Нижний Тагил ул.Ломоносова,49','19.0', Null
      union all
    select 184,'928.0','Ленинск-Кузнецкий,Горького34','5.0', Null
      union all
    select 185,'931.0','Полевской, мкр Зеленый Бор-1, д.4А','22.0', Null
      union all
    select 186,'932.0','Асбест,ул.Ленинградская,д.26 корп.2','18.0', Null
      union all
    select 187,'933.0','Полевской, ул. Декабристов, д. 1б','4.0', Null
      union all
    select 188,'934.0','Снежинск, ул. Ломинского, д. 1а','6.0', Null
      union all
    select 189,'941.0','Кыштым,ул.К-Либнехта,д.178','10.0', Null
      union all
    select 190,'943.0','Стрежевой, 3 мкр., 304/1','6.0', Null
      union all
    select 191,'946.0','Новокузнецк, пр. Советской армии, д. 33','6.0', Null
      union all
    select 192,'948.0','Каргаполье, ул.Калинина, д. 51','4.0', Null
      union all
    select 193,'948.0','Каргаполье, ул.Калинина, д. 51','3.0', Null
      union all
    select 194,'949.0','Бисерть, ул. Революции, д. 4','5.0', Null
      union all
    select 195,'952.0','Покачи, Таежная, 23/1, помещ. 1','5.0', Null
      union all
    select 196,'953.0','Нефтеюганск, 7 микрорайон 54','4.0', Null
      union all
    select 197,'954.0','Сургут, Ленина, 74','5.0', Null
      union all
    select 198,'955.0','Сургут, Магистральная, 26','7.0', Null
      union all
    select 199,'955.0','Сургут, Магистральная, 26','8.0', Null
      union all
    select 200,'956.0','Сургут, Геологическая, 9','8.0', Null
      union all
    select 201,'963.0','Чайковский, ул. К.Маркса, д. 11','6.0', Null
      union all
    select 202,'964.0','Нефтеюганск, 10 микрорайон, 19','5.0', Null
      union all
    select 203,'965.0','Новосибирск, ул. Широкая, д. 27','4.0', Null
      union all
    select 204,'973.0','Нягань, ул. Чернышова, д. 3','4.0', Null
      union all
    select 205,'974.0','Челябинск, ул. Комаровского, д. 6','7.0', Null
      union all
    select 206,'975.0','Горнозаводск,ул.Школьная,д.3а','4.0', Null
      union all
    select 207,'977.0','Лесной, Победы, 36','4.0', Null
      union all
    select 208,'979.0','Челябинск,ул.Коммуны,д.82','4.0', Null
      union all
    select 209,'985.0','Лянтор, ул. Назаргалеева,д.6/1','4.0', Null
      union all
    select 210,'986.0','Екатеринбург ул. Щербакова, 4','22.0', Null
      union all
    select 211,'986.0','Екатеринбург ул. Щербакова, 4','23.0', Null
      union all
    select 212,'987.0','Екатеринбург, Сулимова, 26','20.0', Null
      union all
    select 213,'987.0','Екатеринбург, Сулимова, 26','18.0', Null
      union all
    select 214,'995.0','Новосибирск, ул. Широкая, д. 23','4.0', Null
      union all
    select 215,'999.0','Пыть-Ях, 5 микрорайон, 13','5.0', Null
      union all
    select 216,'1003.0','Стрежевой, Строителей, 59/1','9.0', Null
      union all
    select 217,'1004.0','Лянтор, 4 микрорайон, 27','4.0', Null
      union all
    select 218,'1006.0','Федоровский, Ленина, 13','8.0', Null
      union all
    select 219,'1009.0','Покачи, Молодежная, 11-1','6.0', Null
      union all
    select 220,'1010.0','Нижневартовск, Жилая зона, мкр10, Чапаева, 85В','5.0', Null
      union all
    select 221,'1010.0','Нижневартовск, Жилая зона, мкр10, Чапаева, 85В','6.0', Null
      union all
    select 222,'1015.0','Лысьва, Победы, 16','7.0', Null
      union all
    select 223,'1019.0','Стерлитамак,ул.Мира,д.1','19.0', Null
      union all
    select 224,'1027.0','Тюмень, В.Гнаровской, 12','13.0', Null
      union all
    select 225,'1027.0','Тюмень, В.Гнаровской, 12','12.0', Null
      union all
    select 226,'1027.0','Тюмень, В.Гнаровской, 12','19.0', Null
      union all
    select 227,'1027.0','Тюмень, В.Гнаровской, 12','14.0', Null
      union all
    select 228,'1027.0','Тюмень, В.Гнаровской, 12','26.0', Null
      union all
    select 229,'1027.0','Тюмень, В.Гнаровской, 12','28.0', Null
      union all
    select 230,'1030.0','Нефтеюганск, мкр. 1, 12А','5.0', Null
      union all
    select 231,'1036.0','Тобольск, ул. Ленина, д. 50','4.0', Null
      union all
    select 232,'1039.0','Краснотурьинск,ул.Мира,д.48','4.0', Null
      union all
    select 233,'1048.0','Барсово, Мостостроителей, 9а','6.0', Null
      union all
    select 234,'1050.0','Белово, Советская, 56а','6.0', Null
      union all
    select 235,'1051.0','Полевской, ул.Победы, 17','6.0', Null
      union all
    select 236,'1052.0','Верхотурье, ул. Свободы, д. 5','5.0', Null
      union all
    select 237,'1053.0','Новосибирск, Плахотного, 2б','4.0', Null
      union all
    select 238,'1055.0','Калтан, Комсомольская, 26/1','6.0', Null
      union all
    select 239,'1059.0','Нефтеюганск, 15 микрорайон, д. 1','8.0', Null
      union all
    select 240,'1059.0','Нефтеюганск, 15 микрорайон, д. 1','6.0', Null
      union all
    select 241,'1066.0','Нижний Тагил, ул. Алтайская, д. 27а','4.0', Null
      union all
    select 242,'1067.0','Екатеринбург, Проезжая, 172','4.0', Null
      union all
    select 243,'1079.0','Екатеринбург, Щербакова, 47','4.0', Null
      union all
    select 244,'1080.0','Урай, ул. Ленина, д. 112','5.0', Null
      union all
    select 245,'1087.0','Оса, ул. Степана Разина,д.59','6.0', Null
      union all
    select 246,'1092.0','Заречный, Ленинградская, 9','19.0', Null
      union all
    select 247,'1092.0','Заречный, Ленинградская, 9','20.0', Null
      union all
    select 248,'1092.0','Заречный, Ленинградская, 9','21.0', Null
      union all
    select 249,'1093.0','Нижний Тагил, Фрунзе, 56','8.0', Null
      union all
    select 250,'1096.0','Снежинск, Дзержинского, 39, пом. 3','5.0', Null
      union all
    select 251,'1100.0','Екатеринбург, Амундсена, 65','18.0', Null
      union all
    select 252,'1100.0','Екатеринбург, Амундсена, 65','17.0', Null
      union all
    select 253,'1101.0','Нижний Тагил, Садовая, 81','11.0', Null
      union all
    select 254,'1101.0','Нижний Тагил, Садовая, 81','10.0', Null
      union all
    select 255,'1107.0','Когалым, ул. Фестивальная, д.3','4.0', Null
      union all
    select 256,'1108.0','Ханымей, ул. Строителей, д. 26','6.0', Null
      union all
    select 257,'1110.0','Кушва,ул.Коммуны,д.76','5.0', Null
      union all
    select 258,'1118.0','Лесной, Бульвар Мальского, 11','5.0', Null
      union all
    select 259,'1122.0','Тюмень,ул.Энергетиков,д.66','17.0', Null
      union all
    select 260,'1122.0','Тюмень,ул.Энергетиков,д.66','18.0', Null
      union all
    select 261,'1123.0','Екатеринбург,ул.Бородина,д.31','6.0', Null
      union all
    select 262,'1128.0','Озерск, Семенова, 14а, пом. 3','6.0', Null
      union all
    select 263,'1130.0','Карпинск, Мира 62','6.0', Null
      union all
    select 264,'1136.0','Югорск, ул. Монтажников, д. 2б','4.0', Null
      union all
    select 265,'1142.0','Боровский, ул. Мира, д.24','6.0', Null
      union all
    select 266,'1146.0','Уфа, Мингажева, 121','5.0', Null
      union all
    select 267,'1149.0','Челябинск, ул. Бр.Кашириных,д.68','6.0', Null
      union all
    select 268,'1155.0','Новокузнецк, Пионерский пр, 23, корп 1, пом. 2','6.0', Null
      union all
    select 269,'1157.0','Косулино, Ленина, 66','4.0', Null
      union all
    select 270,'1160.0','Верхняя Салда, ул. Парковая, д. 22','19.0', Null
      union all
    select 271,'1160.0','Верхняя Салда, ул. Парковая, д. 22','16.0', Null
      union all
    select 272,'1161.0','Екатеринбург,Сибирский тракт,д.8н','15.0', Null
      union all
    select 273,'1163.0','Тюмень,ул.Черниговская, 2а строение 1','6.0', Null
      union all
    select 274,'1165.0','Туймазы, Островского 2','6.0', Null
      union all
    select 275,'1166.0','Сургут, Ивана Захарова, 13, 13/1','5.0', Null
      union all
    select 276,'1176.0','Сургут, пр. Пролетарский, д. 8/3','6.0', Null
      union all
    select 277,'1177.0','Когалым,Ленинградская,29,часть№1','16.0', Null
      union all
    select 278,'1177.0','Когалым,Ленинградская,29,часть№1','15.0', Null
      union all
    select 279,'1178.0','Екатеринбург,ул.П.Лумумбы,д.4б','14.0', Null
      union all
    select 280,'1178.0','Екатеринбург,ул.П.Лумумбы,д.4б','22.0', Null
      union all
    select 281,'1178.0','Екатеринбург,ул.П.Лумумбы,д.4б','12.0', Null
      union all
    select 282,'1182.0','Муравленко, ул. Муравленко, д. 17','8.0', Null
      union all
    select 283,'1191.0','Билимбай, Карла Маркса, 75','4.0', Null
      union all
    select 284,'1195.0','Екатеринбург, Фучика, 3','4.0', Null
      union all
    select 285,'1200.0','Новый Уренгой, ул. Губкина, д. 9а','6.0', Null
      union all
    select 286,'1203.0','Новоуральск,пр.Театральный,д.5','9.0', Null
      union all
    select 287,'1207.0','Тюмень, ул. Ямская,д.87а','6.0', Null
      union all
    select 288,'1209.0','Стерлитамак,ул.Худайбердина,д.122а','4.0', Null
      union all
    select 289,'1212.0','Озерск, Иртяшская, 3, крп. 1','5.0', Null
      union all
    select 290,'1219.0','Екатеринбург,ул.Уральская,д.74','6.0', Null
      union all
    select 291,'1220.0','Новосибирск, Богдана Хмельницкого 65','4.0', Null
      union all
    select 292,'1223.0','Новый Уренгой, Советский мкр, 5, 4А','6.0', Null
      union all
    select 293,'1228.0','Нижневартовск,ул.Х-Мансийская,д.19/68','4.0', Null
      union all
    select 294,'1229.0','Уфа, ул. 8 марта, д. 19','6.0', Null
      union all
    select 295,'1230.0','Пермь, пр. Парковый, д. 33','6.0', Null
      union all
    select 296,'1231.0','Новокузнецк, пр. Запсибовцев, д. 19а','5.0', Null
      union all
    select 297,'1233.0','Радужный, 6 микрорайон, д. 24','8.0', Null
      union all
    select 298,'1234.0','Белый Яр, ул. Горького, д. 1а','6.0', Null
      union all
    select 299,'1235.0','Ханты-Мансийск, ул. Ленина, д. 36','11.0', Null
      union all
    select 300,'1235.0','Ханты-Мансийск, ул. Ленина, д. 36','12.0', Null
      union all
    select 301,'1236.0','Челябинск, ул. Гагарина, д.48','8.0', Null
      union all
    select 302,'1241.0','Стрежевой, ул. Строителей,д.49','5.0', Null
      union all
    select 303,'1244.0','Новокузнецк, Тореза,53,помещение №2-6','6.0', Null
      union all
    select 304,'1247.0','Верхнеяркеево, Коммунистическая 38/1','4.0', Null
      union all
    select 305,'1253.0','Стерлитамак, Суханова 28','5.0', Null
      union all
    select 306,'1254.0','Белоярский, 5 микрорайон, д. 1','19.0', Null
      union all
    select 307,'1254.0','Белоярский, 5 микрорайон, д. 1','17.0', Null
      union all
    select 308,'1254.0','Белоярский, 5 микрорайон, д. 1','15.0', Null
      union all
    select 309,'1254.0','Белоярский, 5 микрорайон, д. 1','14.0', Null
      union all
    select 310,'1254.0','Белоярский, 5 микрорайон, д. 1','12.0', Null
      union all
    select 311,'1254.0','Белоярский, 5 микрорайон, д. 1','11.0', Null
      union all
    select 312,'1254.0','Белоярский, 5 микрорайон, д. 1','13.0', Null
      union all
    select 313,'1255.0','Белоярский, 3 микрорайон, д. 40','5.0', Null
      union all
    select 314,'1259.0','Октябрьский, Герцена 20а','6.0', Null
      union all
    select 315,'1261.0','Екатеринбург, ул. Сурикова,д.51','8.0', Null
      union all
    select 316,'1264.0','Губкинский, 5 мкрн, 30','10.0', Null
      union all
    select 317,'1268.0','Челябинск, ш. Металлургов,д.28','5.0', Null
      union all
    select 318,'1270.0','Березники, ул. Юбилейная,д.40','4.0', Null
      union all
    select 319,'1272.0','Артемовский, Мира, 19','6.0', Null
      union all
    select 320,'1272.0','Артемовский, Мира, 19','9.0', Null
      union all
    select 321,'1275.0','Тюмень, ул. Военная, д.27/1','5.0', Null
      union all
    select 322,'1277.0','Уфа, ул. Гагарина, д. 10/2','6.0', Null
      union all
    select 323,'1278.0','Надым, Заводская 49','6.0', Null
      union all
    select 324,'1279.0','Кармаскалы, ул.Султан-Галиева, д.37','5.0', Null
      union all
    select 325,'1281.0','Усть-Кишерть,ул.Советская,д.34','4.0', Null
      union all
    select 326,'1284.0','Сысерть, ул. Степана Разина, 11','5.0', Null
      union all
    select 327,'1286.0','Екатеринбург, Бульвар Культуры 23','4.0', Null
      union all
    select 328,'1289.0','Метлино, ул. Мира, д. 5а','5.0', Null
      union all
    select 329,'1291.0','Талица, ул. Кузнецова, д. 72','5.0', Null
      union all
    select 330,'1293.0','Ферма, ул. Некрасова, д. 10','5.0', Null
      union all
    select 331,'1296.0','Первоуральск, ул. Ильича, д. 16','16.0', Null
      union all
    select 332,'1298.0','Новосибирск, ул.Сибиряков-Гвардейцев, д.40','4.0', Null
      union all
    select 333,'1299.0','Новосибирск, ул. Новосибирская, д. 20/2','5.0', Null
      union all
    select 334,'1300.0','Усть-Катав, 2микрорайон,д.46','4.0', Null
      union all
    select 335,'1305.0','Екатеринбург,ул.Стахановская,34','7.0', Null
      union all
    select 336,'1307.0','Верхняя Салда,ул.Спортивная,д.13/1','5.0', Null
      union all
    select 337,'1307.0','Верхняя Салда,ул.Спортивная,д.13/1','6.0', Null
      union all
    select 338,'1307.0','Верхняя Салда,ул.Спортивная,д.13/1','4.0', Null
      union all
    select 339,'1308.0','Уфа, ул. Нежинская, д. 2','6.0', Null
      union all
    select 340,'1309.0','Стерлитамак, ул. Мира, д. 55','4.0', Null
      union all
    select 341,'1310.0','Снежинск,ул.Забабахина,д.12','8.0', Null
      union all
    select 342,'1312.0','Екатеринбург, 8 Марта, 185/5','7.0', Null
      union all
    select 343,'1312.0','Екатеринбург, 8 Марта, 185/5','8.0', Null
      union all
    select 344,'1316.0','Челябинск, Ленина пр-кт, 8а','6.0', Null
      union all
    select 345,'1317.0','Пурпе, ул. Аэродромная, д. 4','4.0', Null
      union all
    select 346,'1318.0','Белово, Юности, 10а, пом.33','4.0', Null
      union all
    select 347,'1322.0','Верхняя Пышма, Сергея Лазо 32а','6.0', Null
      union all
    select 348,'1324.0','Новокузнецк, Дружбы пр-кт, 52','6.0', Null
      union all
    select 349,'1331.0','Уфа, Гвардейская, 55а','5.0', Null
      union all
    select 350,'1336.0','Пермь, Парковый пр-кт, 36','8.0', Null
      union all
    select 351,'1337.0','Нижний Тагил, Пархоменко, 150','6.0', Null
      union all
    select 352,'1341.0','Краснокамск, Банковский пер, 8','5.0', Null
      union all
    select 353,'1344.0','Уфа, Энтузиастов, 1в','6.0', Null
      union all
    select 354,'1347.0','Муравленко, Российская, 44а','4.0', Null
      union all
    select 355,'1349.0','Шаля, Калинина, 57А','6.0', Null
      union all
    select 356,'1351.0','Полазна, 50 лет Октября, 7','5.0', Null
      union all
    select 357,'1352.0','Приобье, Пионеров, 6б','4.0', Null
      union all
    select 358,'1355.0','Челябинск, Ленина пр-кт, 52','5.0', Null
      union all
    select 359,'1356.0','Архангельское, ул. Е.Сазонова, д. 23','6.0', Null
      union all
    select 360,'1357.0','Екатеринбург, ул. Новгородцевой, д. 13А','6.0', Null
      union all
    select 361,'1358.0','Межгорье, ул. Кооперативная, д. 9','4.0', Null
      union all
    select 362,'1361.0','Кемерово, ул. Красная, д. 19','5.0', Null
      union all
    select 363,'1362.0','Мегион, ул. А.М.Кузьмина, д. 7','5.0', Null
      union all
    select 364,'1366.0','Большой Исток,ул.Ленина,д.121б','4.0', Null
      union all
    select 365,'1367.0','Екатеринбург,ул.Профсоюзная,63','5.0', Null
      union all
    select 366,'1369.0','Тобольск, 8 микрорайон, д. 36','6.0', Null
      union all
    select 367,'1370.0','Сухой Лог, ул. Белинского, д. 52','5.0', Null
      union all
    select 368,'1371.0','Междуреченск, ул. Комарова, д. 3','5.0', Null
      union all
    select 369,'1374.0','Златоуст,ул.40 лет Победы,д.46','6.0', Null
      union all
    select 370,'1375.0','Тюмень, Садовая, 133, стр. 1','5.0', Null
      union all
    select 371,'1377.0','Озерск, Калинина проезд, д. 1а','4.0', Null
      union all
    select 372,'1379.0','Уфа, бул. Героев труда,д.7/3','4.0', Null
      union all
    select 373,'1380.0','Каменск Уральский, ул. Белинского, д. 6б','6.0', Null
      union all
    select 374,'1384.0','Кемерово, Октябрьский пр, д.42а','5.0', Null
      union all
    select 375,'1385.0','Салават, ул. Бекетова, 4','6.0', Null
      union all
    select 376,'1386.0','Мегион, ул. Садовая, д. 19/3','6.0', Null
      union all
    select 377,'1399.0','Ноябрьск, ул. Шевченко, д. 80','5.0', Null
      union all
    select 378,'1400.0','Когалым, ул. Югорская, д. 30б','5.0', Null
      union all
    select 379,'1410.0','Стерлитамак,ул.Строителей,д.65','6.0', Null
      union all
    select 380,'1413.0','Межгорье, ул. Татлинская, д. 1','4.0', Null
      union all
    select 381,'1414.0','Ханты-Мансийск, ул. Сирина, д. 78','4.0', Null
      union all
    select 382,'1419.0','Кондратово,ул.Культуры,д.5а','5.0', Null
      union all
    select 383,'1420.0','Пермь, ул. Революции, д. 5а','5.0', Null
      union all
    select 384,'1420.0','Пермь, ул. Революции, д. 5а','6.0', Null
      union all
    select 385,'1421.0','Новосибирск, 1-й Пархоменко пер, д. 16','4.0', Null
      union all
    select 386,'1423.0','Невьянск, ул. М.Горького, д. 13','4.0', Null
      union all
    select 387,'1425.0','Надым, Ленинградский пр, д. 10/1','10.0', Null
      union all
    select 388,'1427.0','Екатеринбург, ул. Счастливая, д. 4','6.0', Null
      union all
    select 389,'1430.0','Байкалово, ул. Революции, д. 17','6.0', Null
      union all
    select 390,'1435.0','Оса, ул. Генерала Богомягкова, д. 10','5.0', Null
      union all
    select 391,'1440.0','Ленинск-Кузнецкий, ул. Васильева, д. 2а','5.0', Null
      union all
    select 392,'1442.0','Екатеринбург, ул. Ломоносова, д. 38','6.0', Null
      union all
    select 393,'1443.0','Сургут, ул.Привокзальная, д.18/2','4.0', Null
      union all
    select 394,'1444.0','Ноябрьск, ул. В.Цоя, д. 19','6.0', Null
      union all
    select 395,'1445.0','Новый Уренгой, ул. Молодежная, д. 11','5.0', Null
      union all
    select 396,'1446.0','Тюмень, ул. Федюнинского, д. 7/1','5.0', Null
      union all
    select 397,'1447.0','Билимбай, пл. Свободы, д. 1','4.0', Null
      union all
    select 398,'1448.0','Верхотурье, ул. Мелиораторов, д. 39','6.0', Null
      union all
    select 399,'1449.0','Екатеринбург, ул. Ботаническая, 17','6.0', Null
      union all
    select 400,'1450.0','Чусовой, ул. Матросова, д. 10','4.0', Null
      union all
    select 401,'1453.0','Екатеринбург, ул. Восстания, д. 99а','4.0', Null
      union all
    select 402,'1454.0','Югорск, ул. Садовая, д. 3б','5.0', Null
      union all
    select 403,'1459.0','Челябинск, ул. Курчатова, д. 2','4.0', Null
      union all
    select 404,'1460.0','Белоярский, Мирный мкр, д. 14а','5.0', Null
      union all
    select 405,'1462.0','Западный, ул. Светлая, д. 1а','6.0', Null
      union all
    select 406,'1463.0','Белоярский, ул. Лысюка, д. 1','6.0', Null
      union all
    select 407,'1463.0','Белоярский, ул. Лысюка, д. 1','7.0', Null
      union all
    select 408,'1464.0','Екатеринбург, ул. Старых Большевиков, д. 45','4.0', Null
      union all
    select 409,'1468.0','Снежинск, ул. Строителей, д. 7','5.0', Null
      union all
    select 410,'1469.0','Первоуральск, ул. Дружбы, д. 1Б','6.0', Null
      union all
    select 411,'1471.0','Бердск, ул. Комсомольская, д. 34а','4.0', Null
      union all
    select 412,'1480.0','Ленинск-Кузнецкий, ул. Текстильщиков 2\\1','6.0', Null
      union all
    select 413,'1481.0','Тюмень, ул. Моторостроителей, д. 5/4','4.0', Null
      union all
    select 414,'1483.0','Челябинск, ул. Трашутина, д. 20-а','4.0', Null
      union all
    select 415,'1488.0','Сысерть, ул. Красноармейская, д. 43','6.0', Null
      union all
    select 416,'1490.0','Уфа, ул. Юрия Гагарина, д. 48','6.0', Null
      union all
    select 417,'1493.0','Гурьевск, ул. Кирова, д. 35','4.0', Null
      union all
    select 418,'1494.0','Пангоды, ул. Звездная, д. 72б','6.0', Null
      union all
    select 419,'1497.0','Верх-Нейвинский, 8 Марта, 17','4.0', Null
      union all
    select 420,'1499.0','Новосибирск, Каменская, 32','5.0', Null
      union all
    select 421,'1502.0','Щелкун, Строителей, 16б','5.0', Null
      union all
    select 422,'1503.0','Пыть-Ях, ул. Магистральная, д. 75','6.0', Null
      union all
    select 423,'1511.0','Тайга, ул. Лермонтова, д. 10','6.0', Null
      union all
    select 424,'1512.0','Прокопьевск, Крупской, 12','6.0', Null
      union all
    select 425,'1519.0','Екатеринбург, Сиреневый б-р, 15б','4.0', Null
      union all
    select 426,'1522.0','Нижнетроицкий, ул. Ленина, д. 56а','4.0', Null
      union all
    select 427,'1525.0','Арамиль, ул. Пролетарская, д. 87в','4.0', Null
      union all
    select 428,'1526.0','Миасс, Автомеханический пер, 7','5.0', Null
      union all
    select 429,'1528.0','Среднеуральск, Калинина, 19а','5.0', Null
      union all
    select 430,'1530.0','Екатеринбург, Блюхера, 39','23.0', Null
      union all
    select 431,'1530.0','Екатеринбург, Блюхера, 39','24.0', Null
      union all
    select 432,'1530.0','Екатеринбург, Блюхера, 39','25.0', Null
      union all
    select 433,'1534.0','Новый Уренгой, Восточный мкр, 5','8.0', Null
      union all
    select 434,'1535.0','Камышлов, ул. Фарфористов, 19','5.0', Null
      union all
    select 435,'1536.0','Ленинск-Кузнецкий, Кирова, 32','6.0', Null
      union all
    select 436,'1538.0','Новокузнецк, Октябрьский пр-кт, 3','4.0', Null
      union all
    select 437,'1543.0','Прокопьевск, Кустарная, 22а, пом. 3П','5.0', Null
      union all
    select 438,'1544.0','Кемерово, Ленина пр-кт, 135, пом. 3','5.0', Null
      union all
    select 439,'1546.0','Челябинск,ул.Братьев Кашириных,8а','6.0', Null
      union all
    select 440,'1551.0','Белоярский, Клубная, 7','5.0', Null
      union all
    select 441,'1553.0','Троицкий, Мира, 12','6.0', Null
      union all
    select 442,'1554.0','Нижний Тагил, Победы, 48','6.0', Null
      union all
    select 443,'1555.0','Карпинск, Луначарского, 58','5.0', Null
      union all
    select 444,'1556.0','Уфа, Мира, 14','5.0', Null
      union all
    select 445,'1557.0','Ишимбай, Губкина, 48','4.0', Null
      union all
    select 446,'1558.0','Екатеринбург, Победы, 14а','16.0', Null
      union all
    select 447,'1558.0','Екатеринбург, Победы, 14а','17.0', Null
      union all
    select 448,'1559.0','Озерск, Октябрьская, 15','6.0', Null
      union all
    select 449,'1560.0','Новый Уренгой, Таежная, 34','4.0', Null
      union all
    select 450,'1561.0','Сатка, Пролетарская, 10','6.0', Null
      union all
    select 451,'1563.0','Нижний Тагил, Космонавтов, 10','5.0', Null
      union all
    select 452,'1565.0','Пермь, Краснофлотская, 32','4.0', Null
      union all
    select 453,'1568.0','Челябинск, Победы пр-кт, 149','5.0', Null
      union all
    select 454,'1573.0','Междуреченск, Пушкина, 23','6.0', Null
      union all
    select 455,'1573.0','Междуреченск, Пушкина, 23','7.0', Null
      union all
    select 456,'1574.0','Уфа, Первомайская, 54','7.0', Null
      union all
    select 457,'1581.0','Новосибирск, Шмидта, 4/1','6.0', Null
      union all
    select 458,'1582.0','Нязепетровск,Свердлова, 9','5.0', Null
      union all
    select 459,'1584.0','Гари, Комсомольская, 26','4.0', Null
      union all
    select 460,'1585.0','Тюмень, Пражская, 10, Стр. 2','6.0', Null
      union all
    select 461,'1586.0','Верхняя Салда, Спортивная, 1','5.0', Null
      union all
    select 462,'1589.0','Дюртюли, Василия Горшкова, 23','6.0', Null
      union all
    select 463,'1590.0','Уфа, Софьи Перовской, 46','6.0', Null
      union all
    select 464,'1592.0','Новокузнецк, Ленина, 33, п.35-36','6.0', Null
      union all
    select 465,'1594.0','Ленинск-Кузнецкий, Химиков, 7, пом. 121','4.0', Null
      union all
    select 466,'1595.0','Гурьевск, Р.Люксембург, 64','4.0', Null
      union all
    select 467,'1597.0','Североуральск, Октябрьская, 45','6.0', Null
      union all
    select 468,'1598.0','Уфа, пр-кт Октября, 4/1','16.0', Null
      union all
    select 469,'1598.0','Уфа, пр-кт Октября, 4/1','10.0', Null
      union all
    select 470,'1599.0','Челябинск, 40-летия Победы, 16а','6.0', Null
      union all
    select 471,'1601.0','Екатеринбург, ул. Ломоносова, д. 9','1.0', Null
      union all
    select 472,'1603.0','Алапаевск, Северовосточная, 1б','6.0', Null
      union all
    select 473,'1604.0','Верхняя Салда, Ленина, 10','4.0', Null
      union all
    select 474,'1605.0','Нижняя Салда, Добровольцев пер, 7','6.0', Null
      union all
    select 475,'1608.0','Пермь, Маршала Рыбалко, 86','6.0', Null
      union all
    select 476,'1609.0','Пермь, Солдатова, 5','6.0', Null
      union all
    select 477,'1610.0','Искитим, Пушкина, 64','5.0', Null
      union all
    select 478,'1611.0','Гурьевск, 30 лет Победы, 42, пом.1а','6.0', Null
      union all
    select 479,'1612.0','Уфа, Максима Рыльского, 14','6.0', Null
      union all
    select 480,'1616.0','Юго-Камский, Советская, 150','4.0', Null
      union all
    select 481,'1619.0','Новосибирск, Первомайская, 150/1','4.0', Null
      union all
    select 482,'1620.0','Чулым, Кооперативная, 37А','4.0', Null
      union all
    select 483,'1621.0','Новый Уренгой, ул. Сибирская, 15','6.0', Null
      union all
    select 484,'1627.0','Стрежевой, Новая, 24а','5.0', Null
      union all
    select 485,'1630.0','Нижний Тагил, пр-кт Вагоностроителей, 26а','5.0', Null
      union all
    select 486,'1631.0','Каменск-Уральский, Карла Маркса, 59','4.0', Null
      union all
    select 487,'1633.0','Стерлитамак, пр-кт Октября, 39','4.0', Null
      union all
    select 488,'1636.0','Новая Ляля, Кирова, 1','6.0', Null
      union all
    select 489,'1637.0','Мелеуз, Ленина, 120','6.0', Null
      union all
    select 490,'1638.0','Надым, Ленинградский пр-кт, 1','2.0', Null
      union all
    select 491,'1639.0','Магнитогорск, Карла Маркса пр-кт, 29','1.0', Null
      union all
    select 492,'1642.0','Патруши, ул. Пионерская, 41','2.0', Null
      union all
    select 493,'1643.0','Дегтярск, ул. Калинина, 24','3.0', Null
      union all
    select 494,'1645.0','Янаул, ул. Азина, 22','2.0', Null
      union all
    select 495,'1648.0','Надым, ул. Рыжкова, 11, пом. 1','1.0', Null
      union all
    select 496,'1649.0','Сургут, Комсомольский пр-кт, 15','1.0', Null
      union all
    select 497,'1651.0','Челябинск, ул. Бейвеля, 116','3.0', Null
      union all
    select 498,'1652.0','Тобольск, 9 мкр, 34Б','2.0', Null
      union all
    select 499,'1655.0','Новосибирск, ул. Зорге, 118','2.0', Null
      union all
    select 500,'1659.0','Сосновский р-н, п. Полетаево, ул. Пионерская, 7','3.0', Null
      union all
    select 501,'1660.0','Аргаяшский р-н, с. Кузнецкое, пер. Проезжий, 10','2.0', Null
      union all
    select 502,'1661.0','Челябинск, ул. Шагольская квартал 1, 12б','2.0', Null
      union all
    select 503,'1663.0','Качканар, ул. Первомайская, 1а','1.0', Null
      union all
    select 504,'1664.0','Красноуральск, ул. 7 Ноября, 53','3.0', Null
      union all
    select 505,'1665.0','Екатеринбург, ул. Бородина, 15б','1.0', Null
      union all
    select 506,'1668.0','Нижний Тагил, ул. Красноармейская, 42а','2.0', Null
      union all
    select 507,'1669.0','Уфа, ул. Российская, 167, корп. 2','3.0', Null
      union all
    select 508,'1677.0','Екатеринбург, ул. Декабристов, 45','2.0', Null
      union all
    select 509,'1678.0','Алапаевск, ул. 3 Интернационала, 8','3.0', Null
      union all
    select 510,'1680.0','Новосибирск, ул. Лазурная, 4/3','1.0', Null
      union all
    select 511,'1681.0','Курган, ул. Куйбышева, 108','3.0', Null
      union all
    select 512,'1683.0','Осинники, ул. Тобольская, 5а','3.0', Null
      union all
    select 513,'1687.0','Белоярский, ул. Барсукова, 1','1.0', Null
      union all
    select 514,'1689.0','Нейво-Шайтанский, ул. Ленина, 39','3.0', Null
      union all
    select 515,'1694.0','Уфа, ул. Испытателей, 2/1','3.0', Null
      union all
    select 516,'1698.0','Челябинск, пр-кт Героя России Родионова Е.Н., 17','2.0', Null
      union all
    select 517,'1701.0','Пермь, ул. Оверятская, 40','3.0', Null
      union all
    select 518,'1704.0','Качканар, 10 мкр, 31а','3.0', Null
      union all
    select 519,'1710.0','Новокузнецк, ул. Тузовского, 24','1.0', Null
      union all
    select 520,'1711.0','Новокузнецк, ул. Звездова, 46а','2.0', Null
      union all
    select 521,'1712.0','Новокузнецк, пр-кт Строителей, 90, 1','3.0', Null
      union all
    select 522,'1713.0','Чернушка, ул. Ленина, 81','2.0', Null
      union all
    select 523,'1715.0','Новый Уренгой, Советский мкр, 78Б','2.0', Null
      union all
    select 524,'1719.0','Александровское, ул. Пушкина, 27','3.0', Null
      union all
    select 525,'1721.0','Растущий, ул. Мачтовая, 1','3.0', Null
      union all
    select 526,'1723.0','Курган, ул. Гоголя, 103','3.0', Null
      union all
    select 527,'1724.0','Новокузнецк, ул. Звездова, 28а','3.0', Null
      union all
    select 528,'1728.0','Озерск, пр-кт Ленина, 29','1.0', Null
      union all
    select 529,'1729.0','Пермь, ул. Косякова, 9','2.0', Null
      union all
    select 530,'1732.0','Тюмень, ул. Московский тракт, 142/3','1.0', Null
      union all
    select 531,'1736.0','Ноябрьск, ул. Магистральная 113','3.0', Null
      union all
    select 532,'1736.0','Ноябрьск, ул. Магистральная 113','4.0', Null
      union all
    select 533,'1740.0','Екатеринбург, ул. 40-летия Октября, 27','2.0', Null
      union all
    select 534,'1742.0','Екатеринбург, Парковый пер, 6а','1.0', Null
      union all
    select 535,'1746.0','Новосибирск, ул. Пролетарская 48/1','3.0', Null
      union all
    select 536,'1749.0','Пермь, ул. Транспортная, 8','1.0', Null
      union all
    select 537,'1752.0','Бердск, ул. Ленина, 9а','3.0', Null
      union all
    select 538,'1760.0',' г. Челябинск, ул. Воровского, 34','2.0', Null
      union all
    select 539,'1764.0','Екатеринбург, ул. 40-летия Октября, 54','2.0', Null
      union all
    select 540,'1774.0','Топки, ул. Революции, 30','1.0', Null
      union all
    select 541,'1774.0','Топки, ул. Революции, 30','2.0', Null
      union all
    select 542,'1774.0','Топки, ул. Революции, 30','3.0', Null
      union all
    select 543,'1785.0','Новокузнецк, ул. 40 лет ВЛКСМ, 9/1','3.0', Null
)
    Select * into tmp.lo_monetka_not_working from R

    ALTER TABLE tmp.lo_monetka_not_working
	    ADD CONSTRAINT [lo_monetka_not_working_pk] PRIMARY KEY ([ID])
	  GO