WITH R ([ID], [Адреса ТТ], [Кол-во ККТ на ТТ], [Кол-во устан. пружин], [Необходимое кол-во пружин на всех ККТ], [Требуется еще с учетом установленного], [Дальность], [Модель ККТ])
 AS (
    select 1,'Агидель, ул. Молодежная, д. 1', '2', '0', '10', '10', '200', 'СП402-Ф'
      union all
    select 2,'Алапаевск, Ленина, 8, корп. 1', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 3,'Алапаевск, Северовосточная, 1б', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 4,'Алапаевск, ул. Ленина, д. 64', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 5,'Алапаевск, ул. Мира, д. 13', '3', '0', '15', '15', '100', 'СП802-Ф'
      union all
    select 6,'Алапаевск, ул. Островского,д.18а', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 7,'Александровское, Лебедева, 14', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 8,'Анжеро-Судженск, ул. Мира, д. 29', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 9,'Артемовский,ул.Паровозников,д.25а', '2', '0', '10', '10', '100', 'ЧекВей77-Ф'
      union all
    select 10,'Арти, Ленина, 75', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 11,'Ачит, Кирова 2', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 12,'Ачит, ул. Кривозубова,д.24', '3', '0', '15', '15', '200', 'ЧекВей77-Ф'
      union all
    select 13,'Байкалово, ул. Революции, д. 17', '3', '0', '15', '15', '100', 'СП802-Ф'
      union all
    select 14,'Баймак, Мира, 11', '3', '0', '15', '15', '300', 'Пирит-2Ф'
      union all
    select 15,'Баймак, ул. С.Юлаева, д.26', '2', '0', '10', '10', '300', 'Пирит-2Ф'
      union all
    select 16,'Барабинск, Карла Маркса, 102, пом. 1', '3', '0', '15', '15', '300', 'Пирит-2Ф'
      union all
    select 17,'Барабинск, ул. Деповская, д. 21', '2', '0', '10', '10', '300', 'СП402-Ф'
      union all
    select 18,'Барда, ул. Ленина, д. 48б', '3', '0', '15', '15', '200', 'ЧекВей77-Ф'
      union all
    select 19,'Белебей, ул. Пионерская, д. 67', '2', '0', '10', '10', '200', 'ЧекВей77-Ф'
      union all
    select 20,'Белово, 3 мкрн, д. 131', '3', '0', '15', '15', '100', 'СП802-Ф'
      union all
    select 21,'Белово, Советская, 56а', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 22,'Белово, Юности, 10а, пом.33', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 23,'Бердюжье, ул. Кирова, д. 45а', '3', '0', '15', '15', '300', 'ЧекВей77-Ф'
      union all
    select 24,'Бижбуляк, ул. Центральная,д.74а', '2', '0', '10', '10', '100', 'ЧекВей77-Ф'
      union all
    select 25,'Бирск, Интернациональная, 157б', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 26,'Бисерть, Тимирязева, 18А', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 27,'Большая Соснова,ул.Ленина,д.31', '2', '0', '10', '10', '100', 'ЧекВей77-Ф'
      union all
    select 28,'Большеустьикинское,ул.Советская,д.27', '3', '0', '15', '15', '300', 'ЧекВей77-Ф'
      union all
    select 29,'Буланаш, ул. Первомайская, д. 3в!', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 30,'Буланаш, ул. Театральная, д. 4', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 31,'Верещагино, ул. Энгельса, д. 119', '3', '0', '15', '15', '100', 'СП802-Ф'
      union all
    select 32,'Верещагино,ул.К.Маркса,д.27а', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 33,'Верещагино,ул.Советская,д.65', '3', '0', '15', '15', '100', 'СП402-Ф'
      union all
    select 34,'Верхнеяркеево, Коммунистическая 38/1', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 35,'Верхние Киги, ул.Ленина,д.112', '3', '0', '15', '15', '200', 'СП802-Ф'
      union all
    select 36,'Верхний Тагил, Свободы, 25', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 37,'Верхняя Синячиха, Ленина, 74', '2', '0', '10', '10', '200', 'Пирит-2Ф'
      union all
    select 38,'Верхотурье, ул. Мелиораторов, д. 39', '3', '0', '15', '15', '100', 'СП802-Ф'
      union all
    select 39,'Викулово, Чапаева, 5', '3', '0', '15', '15', '400', 'Пирит-2Ф'
      union all
    select 40,'Вынгапуровский, Ленина, 18в', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 41,'Вынгапуровский, ул. Нефтяников, 7', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 42,'Гари, Комсомольская, 26', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 43,'Гремячинск,ул.Молодежная,д.12а', '3', '0', '15', '15', '200', 'ЧекВей77-Ф'
      union all
    select 44,'Губаха, Космонавтов, 11', '2', '0', '10', '10', '200', 'Пирит-2Ф'
      union all
    select 45,'Губкинский, 14 мкрн, 37', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 46,'Губкинский, 2 мкрн, 13', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 47,'Давлеканово, ул. Гафури, д.3', '2', '0', '10', '10', '100', 'ЧекВей77-Ф'
      union all
    select 48,'Давлеканово,ул.Комсомольская,д.51а', '2', '0', '10', '10', '100', 'ЧекВей77-Ф'
      union all
    select 49,'Добрянка, Советская, 95', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 50,'Дюртюли, Василия Горшкова, 23', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 51,'Елово, ул. Ленина, д. 30', '3', '0', '15', '15', '200', 'ЧекВей77-Ф'
      union all
    select 52,'Ермолаево, ул. Мира, д. 9', '2', '0', '10', '10', '100', 'ЧекВей77-Ф'
      union all
    select 53,'Заводоуковск, Мелиораторов, 3а', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 54,'Заводоуковск,ул.Первомайская,д.9б', '3', '0', '15', '15', '100', 'СП402-Ф'
      union all
    select 55,'Златоуст, 3 микрорайон, 27', '2', '0', '10', '10', '100', 'Пирит-2Ф'
      union all
    select 56,'Златоуст, пр. Гагарина,д.12а', '2', '0', '10', '10', '100', 'ЧекВей77-Ф'
      union all
    select 57,'Златоуст,ул.40 лет Победы,д.46', '3', '0', '15', '15', '100', 'СП802-Ф'
      union all
    select 58,'Излучинск, Энергетиков, 5а', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 59,'Ирбит, Революции, 27', '2', '0', '10', '10', '200', 'Пирит-2Ф'
      union all
    select 60,'Ирбит, ул. Комсомольская, д. 3а', '3', '0', '15', '15', '200', 'ЧекВей77-Ф'
      union all
    select 61,'Ишим, Иркутская, 11', '3', '0', '15', '15', '300', 'Пирит-2Ф'
      union all
    select 62,'Ишим, Советская 26', '3', '0', '15', '15', '300', 'Пирит-2Ф'
      union all
    select 63,'Ишим, ул. Шаронова, д. 20', '3', '0', '15', '15', '300', 'СП802-Ф'
      union all
    select 64,'Ишим, Чехова, 98', '3', '0', '15', '15', '300', 'Пирит-2Ф'
      union all
    select 65,'Казанское, ул. Северная, д. 39а', '3', '0', '15', '15', '400', 'СП802-Ф'
      union all
    select 66,'Каменск Уральский, ул. Алюминиевая, д. 78', '3', '0', '15', '15', '100', 'СП802-Ф'
      union all
    select 67,'Каменск Уральский, ул. Белинского, д. 6б', '3', '0', '15', '15', '100', 'СП802-Ф'
      union all
    select 68,'Каменск Уральский, ул. Коммунальная, д. 9', '3', '0', '15', '15', '100', 'СП802-Ф'
      union all
    select 69,'Каменск Уральский,ул.Кутузова,д.40', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 70,'Каменск-Уральский, Карла Маркса 26', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 71,'Каменск-Уральский, Карла Маркса, 59', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 72,'Каменск-Уральский, Лермонтова, 2а', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 73,'Каменск-Уральский, Победы пр-кт, 26', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 74,'Карагай, ул. Кирова, д. 1', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 75,'Катайск, Комсомольская, 1', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 76,'Качканар, 5 мкр, 5А', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 77,'Качканар, Свердлова 22', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 78,'Качканар, Свердлова, 35', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 79,'Качканар, Свердлова, 51', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 80,'Кизел, ул. Советская, д. 34', '2', '0', '10', '10', '200', 'СП402-Ф'
      union all
    select 81,'Киргиз-Мияки, Губайдуллина, 112', '2', '0', '10', '10', '100', 'Пирит-2Ф'
      union all
    select 82,'Когалым, Строителей, 10', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 83,'Когалым, ул. Югорская, д. 30б', '2', '0', '10', '10', '200', 'СП802-Ф'
      union all
    select 84,'Красноуфимск, ул. Трескова, д. 21', '3', '0', '15', '15', '200', 'ЧекВей77-Ф'
      union all
    select 85,'Красноуфимск,ул. 3-я Садовая,д.5', '3', '0', '15', '15', '200', 'ЧекВей77-Ф'
      union all
    select 86,'Красноуфимск,ул.Ленина,д.81', '3', '0', '15', '15', '200', 'ЧекВей77-Ф'
      union all
    select 87,'Куеда, ул. Гагарина, д. 15', '3', '0', '15', '15', '200', 'ЧекВей77-Ф'
      union all
    select 88,'Куйбышев, ул. Закраевского, д. 93', '3', '0', '15', '15', '300', 'СП802-Ф'
      union all
    select 89,'Кукуштан, Пальниковский тракт, д. 1', '3', '0', '15', '15', '100', 'СП802-Ф'
      union all
    select 90,'Кунгур, ул. Бачурина,д.56а', '3', '0', '15', '15', '100', 'СП802-Ф'
      union all
    select 91,'Кунгур, ул. К.Маркса, д. 30а', '3', '0', '15', '15', '100', 'СП802-Ф'
      union all
    select 92,'Кунгур, ул. К.Маркса, д. 37', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 93,'Кунгур, ул. Свердлова, д. 70', '3', '0', '15', '15', '100', 'СП802-Ф'
      union all
    select 94,'Кыштым, ул. Металлистов, д. 1г', '2', '0', '10', '10', '100', 'ЧекВей77-Ф'
      union all
    select 95,'Лангепас, Солнечная, 20', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 96,'Ленинск-Кузнецкий, Кирова, 32', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 97,'Ленинск-Кузнецкий, Пушкина, 90, пом. 1', '2', '0', '10', '10', '100', 'ЧекВей77-Ф'
      union all
    select 98,'Ленинск-Кузнецкий, ул. Текстильщиков 2\1', '3', '0', '15', '15', '100', 'СП802-Ф'
      union all
    select 99,'Ленинск-Кузнецкий, Химиков, 7, пом. 121', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 100,'Лысьва, ул. Гайдара, д. 5', '3', '0', '15', '15', '200', 'ЧекВей77-Ф'
      union all
    select 101,'Лысьва, ул. Смышляева, д. 36', '2', '0', '10', '10', '200', 'ЧекВей77-Ф'
      union all
    select 102,'Лысьва, ул. Суворова, д. 32', '2', '0', '10', '10', '200', 'ЧекВей77-Ф'
      union all
    select 103,'Лянтор, 4 микрорайон, 27', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 104,'Магнитогорск, ул. Маяковского, д. 21а', '2', '0', '10', '10', '300', 'СП802-Ф'
      union all
    select 105,'Магнитогорск,ул.Советская,д.223', '2', '0', '10', '10', '300', 'СП802-Ф'
      union all
    select 106,'Межгорье, ул. Кооперативная, д. 9', '3', '0', '15', '15', '200', 'СП802-Ф'
      union all
    select 107,'Межгорье, ул. Татлинская, д. 1', '3', '0', '15', '15', '200', 'СП402-Ф'
      union all
    select 108,'Междуреченск, 50 лет Комсомола 45', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 109,'Междуреченск, Строителей, 18, пом.1а', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 110,'Междуреченск, ул. Комарова, д. 3', '3', '0', '15', '15', '100', 'СП802-Ф'
      union all
    select 111,'Междуреченск, ул. Строителей, д. 8', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 112,'Междуреченск, Шахтеров, 57', '2', '0', '10', '10', '100', 'Пирит-2Ф'
      union all
    select 113,'Междуреченск, Юности, 11, пом. 1А', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 114,'Междуреченский, Сибирская, №117 А', '3', '0', '15', '15', '300', 'Пирит-2Ф'
      union all
    select 115,'Межозерный, Ленина, 7, пом. 1«А»', '2', '0', '10', '10', '200', 'СП802-Ф'
      union all
    select 116,'Мелеуз, Ленина, 120', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 117,'Мелеуз, ул. Колхозная, д. 8', '2', '0', '10', '10', '200', 'ЧекВей77-Ф'
      union all
    select 118,'Мелеуз, ул. Октябрьская, д. 3/3', '2', '0', '10', '10', '200', 'ЧекВей77-Ф'
      union all
    select 119,'Менделеево, ул. Ленина, д. 22а', '2', '0', '10', '10', '100', 'СП402-Ф'
      union all
    select 120,'Метлино, ул. Мира, д. 5а', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 121,'Миасс, Автомеханический пер, 7', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 122,'Миасс, ул. 8 Марта, д. 104', '2', '0', '10', '10', '100', 'ЧекВей77-Ф'
      union all
    select 123,'Мишкино, ул. Ленина д. 94', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 124,'Мортка, Ленина, 24', '3', '0', '15', '15', '400', 'Пирит-2Ф'
      union all
    select 125,'Муравленко, 70 лет Октября, 11а', '2', '0', '10', '10', '100', 'Пирит-2Ф'
      union all
    select 126,'Муравленко, Новая, 4Г', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 127,'Муравленко, Российская, 44а', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 128,'Нефтекамск ул. Юбилейная д. 13', '2', '0', '10', '10', '200', 'СП402-Ф'
      union all
    select 129,'Нефтекамск, К.Маркса, 10', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 130,'Нефтекамск, Строителей, 75', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 131,'Нефтекамск,пр.Комсомольский,д.33б', '2', '0', '10', '10', '200', 'ЧекВей77-Ф'
      union all
    select 132,'Нефтекамск,ул.Ленина,д 11', '3', '0', '15', '15', '200', 'СП402-Ф'
      union all
    select 133,'Новая Ляля, Кирова, 1', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 134,'Новая Ляля, Розы Люксембург, 69', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 135,'Новоаганск, ул. Лесная, д. 21', '3', '0', '15', '15', '200', 'СП802-Ф'
      union all
    select 136,'Новобелокатай, Советская, 125', '3', '0', '15', '15', '300', 'Пирит-2Ф'
      union all
    select 137,'Новоуральск, Комсомольская, 17', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 138,'Новоуральск, ул. Чурина, д. 5', '2', '0', '10', '10', '100', 'ЧекВей77-Ф'
      union all
    select 139,'Новоуральск, ул.Корнилова,д.4', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 140,'Новоуральск,ул.Корнилова,д.13а', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 141,'Ноябрьск, 8 мкрн, Магистральная', '3', '0', '15', '15', '300', 'Пирит-2Ф'
      union all
    select 142,'Ноябрьск, Ленина, 9', '3', '0', '15', '15', '300', 'Пирит-2Ф'
      union all
    select 143,'Ноябрьск, Магистральная, 7а, мкрБ', '3', '0', '15', '15', '300', 'Пирит-2Ф'
      union all
    select 144,'Ноябрьск, Советская, 58а', '2', '0', '10', '10', '300', 'Пирит-2Ф'
      union all
    select 145,'Ноябрьск, Транспортная, 6', '3', '0', '15', '15', '300', 'Пирит-2Ф'
      union all
    select 146,'Ноябрьск, ул. В.Цоя, д. 19', '2', '0', '10', '10', '300', 'СП402-Ф'
      union all
    select 147,'Ноябрьск, ул. Шевченко, д. 80', '3', '0', '15', '15', '300', 'СП802-Ф'
      union all
    select 148,'Ноябрьск, ул. Энтузиастов, д. 22', '3', '0', '15', '15', '300', 'СП802-Ф'
      union all
    select 149,'Нытва, ул. К.Маркса, д. 61', '2', '0', '10', '10', '100', 'ЧекВей77-Ф'
      union all
    select 150,'Нязепетровск,Свердлова, 9', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 151,'Озерск, Иртяшская, 3, крп. 1', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 152,'Озерск, Калинина проезд, д. 1а', '3', '0', '15', '15', '100', 'СП802-Ф'
      union all
    select 153,'Озерск, мкр. Заозерный, 3', '3', '0', '15', '15', '100', 'СП802-Ф'
      union all
    select 154,'Озерск, Октябрьская, 15', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 155,'Озерск, Семенова, 14а, пом. 3', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 156,'Озерск, ул. К.Маркса, д. 15а', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 157,'Озерск, ул. Матросова,д.26а', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 158,'Октябрьский, Герцена 20а', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 159,'Октябрьский, Трактовая, 18', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 160,'Октябрьский,34 микрорайон,д.5б', '3', '0', '15', '15', '200', 'СП402-Ф'
      union all
    select 161,'Ордынское, пр-т. Ленина, 2', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 162,'Оса, Гоголя, 152/А', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 163,'Павловский, ул. Советская, д. 77', '2', '0', '10', '10', '100', 'ЧекВей77-Ф'
      union all
    select 164,'Пангоды, ул. Мира, здание «Жемчужина»', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 165,'Пангоды, ул. Строителей, д. 4а', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 166,'Пелым, ул. К.Маркса, д. 2б', '3', '0', '15', '15', '100', 'СП802-Ф'
      union all
    select 167,'Пойковский, 5 мкрн., 4', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 168,'Покачи, Молодежная, 11-1', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 169,'Привокзальный, ул.Советская,д.9', '3', '0', '15', '15', '100', 'СП402-Ф'
      union all
    select 170,'Промышленная, ул. Полины Осипенко, д. 2б', '3', '0', '15', '15', '100', 'СП802-Ф'
      union all
    select 171,'Пурпе, ул. Аэродромная, д. 4', '3', '0', '15', '15', '300', 'ЧекВей77-Ф'
      union all
    select 172,'Пыть-Ях, 5 микрорайон, 13', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 173,'Пыть-Ях, микрорайон 2, Николая Самардакова, 31А', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 174,'Пыть-Ях, ул. Магистральная, д. 75', '3', '0', '15', '15', '100', 'СП802-Ф'
      union all
    select 175,'Ревда,ул.Олега Кошевого,д.20А', '3', '0', '15', '15', '200', 'ЧекВей77-Ф'
      union all
    select 176,'Реж, Калинина, 14, корп.А', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 177,'Реж, ул. Ленина, д. 8', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 178,'Сатка, Пролетарская, 10', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 179,'Североуральск, Комсомольская, 13', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 180,'Североуральск, Октябрьская, 45', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 181,'Североуральск, ул. Ленина, д. 30/1', '2', '0', '10', '10', '100', 'ЧекВей77-Ф'
      union all
    select 182,'Североуральск, ул.Ленина,д.42', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 183,'Сибай, Белова, 13', '3', '0', '15', '15', '300', 'Пирит-2Ф'
      union all
    select 184,'Сибай, Заки Валиди, 44', '2', '0', '10', '10', '300', 'Пирит-2Ф'
      union all
    select 185,'Сосьва, ул. Толмачева, д. 37', '3', '0', '15', '15', '100', 'СП802-Ф'
      union all
    select 186,'Старобалтачево, ул. Советская, д. 18', '2', '0', '10', '10', '200', 'ЧекВей77-Ф'
      union all
    select 187,'Староуткинск, ул.Кирова,д.1а', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 188,'Стрежевой, 2 мкрн., 240-1', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 189,'Стрежевой, 3 мкр., 304/1', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 190,'Стрежевой, Кедровая, 65а', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 191,'Стрежевой, Новая, 24а', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 192,'Стрежевой, Строителей, 59/1', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 193,'Стрежевой,ул.Молодежная,д.8', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 194,'Стрехнино, Стаханова, 8Б, 8Е', '3', '0', '15', '15', '300', 'Пирит-2Ф'
      union all
    select 195,'Суксун,ул.Мичурина,д.8', '2', '0', '10', '10', '100', 'СП402-Ф'
      union all
    select 196,'Тавда, Карла Маркса, 1Б', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 197,'Тайга, ул. Лермонтова, д. 10', '3', '0', '15', '15', '100', 'СП802-Ф'
      union all
    select 198,'Талица, ул. Кузнецова, д. 72', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 199,'Тарко-Сале, Губкина, 14а', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 200,'Тарко-Сале, Труда, 28', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 201,'Тарко-Сале, ул. Победы, д. 15', '3', '0', '15', '15', '200', 'СП802-Ф'
      union all
    select 202,'Тобольск, 4 микрорайон, 71', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 203,'Тобольск, 7 микрорайон, д. 9а', '3', '0', '15', '15', '200', 'ЧекВей77-Ф'
      union all
    select 204,'Тобольск, 8 микрорайон, д. 36', '2', '0', '10', '10', '200', 'СП802-Ф'
      union all
    select 205,'Тобольск, Октябрьская, 46', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 206,'Трехгорный, Карла Маркса, 29', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 207,'Трёхгорный, ул. Мира, д. 29', '3', '0', '15', '15', '200', 'СП802-Ф'
      union all
    select 208,'Трехгорный, ул.Строителей,д.3', '3', '0', '15', '15', '200', 'ЧекВей77-Ф'
      union all
    select 209,'Троицкий, Мира, 12', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 210,'Туймазы, Островского 2', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 211,'Туймазы,ул.Комарова,д.47', '2', '0', '10', '10', '200', 'СП402-Ф'
      union all
    select 212,'Тургояк, Коминтерна, 58', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 213,'Туринск, Социалистическая, 81', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 214,'Туринск, Спорта, 29', '3', '0', '15', '15', '200', 'ЧекВей77-Ф'
      union all
    select 215,'Туринск, ул. Свердлова, д. 91', '3', '0', '15', '15', '200', 'СП802-Ф'
      union all
    select 216,'Уинское,ул.Коммунистическая,д.4', '2', '0', '10', '10', '200', 'ЧекВей77-Ф'
      union all
    select 217,'Урай, 2 микрорайон, 106', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 218,'Урай, 2 микрорайон, д. 70', '3', '0', '15', '15', '200', 'ЧекВей77-Ф'
      union all
    select 219,'Урай, Западная, 24', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 220,'Урай, ул. Ленина, д. 112', '3', '0', '15', '15', '200', 'СП802-Ф'
      union all
    select 221,'Усть-Катав, 2микрорайон,д.46', '3', '0', '15', '15', '300', 'ЧекВей77-Ф'
      union all
    select 222,'Усть-Кишерть,ул.Советская,д.34', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 223,'Уфимский, Советская, 63', '2', '0', '10', '10', '200', 'Пирит-2Ф'
      union all
    select 224,'Учалы, ул. Башкортостана, д. 8', '3', '0', '15', '15', '400', 'ЧекВей77-Ф'
      union all
    select 225,'Учалы,ул.Ленина,д.31А', '3', '0', '15', '15', '400', 'ЧекВей77-Ф'
      union all
    select 226,'Ханты-Мансийск, ул. Гагарина, д. 196', '3', '0', '15', '15', '300', 'ЧекВей77-Ф'
      union all
    select 227,'Ханты-Мансийск, ул. Сирина, д. 78', '3', '0', '15', '15', '300', 'СП802-Ф'
      union all
    select 228,'Чайковский, ул. К.Маркса, д. 11', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 229,'Чекмагуш, Мира, 29', '2', '0', '10', '10', '100', 'Пирит-2Ф'
      union all
    select 230,'Чернушка, ул. Ленина, д. 15', '3', '0', '15', '15', '200', 'ЧекВей77-Ф'
      union all
    select 231,'Чернушка,ул.Ленина, д.119', '3', '0', '15', '15', '200', 'ЧекВей77-Ф'
      union all
    select 232,'Чулым, Кооперативная, 37А', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 233,'Чусовой, 50 лет ВЛКСМ, 5', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 234,'Чусовой, Лысьвенская, 72а', '2', '0', '10', '10', '100', 'Пирит-2Ф'
      union all
    select 235,'Чусовой, ул. Матросова, д. 10', '3', '0', '15', '15', '100', 'СП802-Ф'
      union all
    select 236,'Шадринск, ул.Первомайская, д.5', '3', '0', '15', '15', '100', 'СП802-Ф'
      union all
    select 237,'Шадринск,ул.Советская,д.75', '2', '0', '10', '10', '100', 'СП402-Ф'
      union all
    select 238,'Шаля, Калинина, 57А', '3', '0', '15', '15', '200', 'Пирит-2Ф'
      union all
    select 239,'Щелкун, Строителей, 16б', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 240,'Щучье,ул.Пролетарская,д.5', '2', '0', '10', '10', '200', 'ЧекВей77-Ф'
      union all
    select 241,'Юрга, Краматорская, 2, пом. 59', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 242,'Юрга, Машиностроителей, 49б', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 243,'Юрга, Победы пр-кт, 38', '3', '0', '15', '15', '100', 'Пирит-2Ф'
      union all
    select 244,'Юрга, ул. Машиностроителей 53 д', '3', '0', '15', '15', '100', 'ЧекВей77-Ф'
      union all
    select 245,'Янаул, Победы, 80', '2', '0', '10', '10', '200', 'Пирит-2Ф'
)
    Select * from R

